/**
 * Created by wushuaipeng on 2017/2/4.
 */
var detailData = {
    "data01":{
        title:'像像社交APP界面',
        content:'<div class="xiangmu_column"><span>项目背景：</span><h1>在现今的社会条件下，社交的范畴得到了极大的扩张，我们生活中的每一个动作，每一个行为都直接或者间接地参与着社交活动。这些社交活动可能是关系型的，比如说工作;可能是倾向性的，比如说收听特定人的微博;或者可能是交换型的，比如购买等。社交类 APP 作为“线上应用”是线下实际社交活动的在二维上(时间和空间)的自然延伸，是技术条件下的人类需求的必然产物。</h1><h1>社交类APP应用基于自身在时间和空间上的相对无限性，能够充分满足个体的临发性，随机性和即时性的社交需求，与此同时，社交类APP的线上非面对面的特征，也使得线上社交具有更低成本，更安全、更好的私密性等新属性优势，更为重要的是，线上的社交活动在有效的扩展了社交活动的时空范围，降低社交成本的同时，为存在特定社交障碍的个体提供了替代方案，是对社交活动向线下迁移并不形成障碍。</h1><span>项目设计：</span><h1>社交类APP设计要想赢得市场和用户，需要遵循：1.明确的客群定位：简单来说就是，服务那些人，服务那些人的那些需求。2.合理的撮合方式：撮合，也就是使得有社交需求的用户彼此被发现。这种撮合需要遵循两个基本原则，一个是价值性和用户的自主私密性。3.适度的认证手段和行为记录功能:社交线上应用是线下实体社交的在时间和空间上的自然延伸，是对人社交需求的满足。虽然这种需求可能是临时性或者随机性的，但却有着向更长久和更真实，直至线下实体社交发展的可能性和趋势。基于这种可能性和实际社交经验的模式影响，形成应用之于用户认证和行为记录的需求。</h1><span>项目展示：</span> <img src="images/UI_shejiao.png"></div>'
    },
    "data02":{
        title:'音乐APP',
        content:'<div class="xiangmu_column"><span>项目背景：</span><h1>我们为什么需要音乐？</h1><h1>你在音乐中寻求感情的共鸣，在这种共鸣中让你情绪中或喜悦、或欣慰、或沮丧、或悲伤的因子达到最大值，并得以找到出口，完成疏导和表达。疏导有助于你对自己的调节，表达则让外界更了解你，形成社交。</h1><h1>我们与音乐的接口？</h1><h1>用耳听，用眼看，用口唱。耳听：最基本和普遍的需求，在移动环境中也最易得到满足。目前大多数的音乐类APP（国外的音乐服务大多用不了，撇去不谈；国内的如百度音乐、QQ音乐、酷狗音乐等）设计，也主要是针对这一点；眼看（当然也必须以听为基础）：影视配乐，MV等常给我们留下深刻的印象——画与声的融合让音乐更具象，加快被接受的过程（相应的，也要求我们消耗更多的资源来接入）。这类的APP代表有音悦台，爱奇艺音乐（QQ音乐、酷狗音乐等也加了MV内容）；口唱：是我们对音乐最直接和便捷的表达。这类的APP代表当属前段时间很火的“唱吧”。</h1><span>项目设计：</span><h1>音乐APP设计分析：1、界面干扰因素不宜过多； 2.分析不同场景下的网络环境、光线和使用条件等，针对共性因素和特定因素，提供相应功能和界面设计；3.考虑用户体验。用户在使用其他音乐APP时，积累了大量的使用经验，并且自觉的形成了一定的使用习惯，总之，千万不要整出太过奇葩的交互操作。</h1><span>项目展示：</span> <img src="images/UI_yinyue.png"></div>'},
    "data03":{
        title:'电商网页',
        content:'<div class="xiangmu_column"><span>项目背景：</span><h1>当今社会，电子商务在信息技术的强有力的推动下，正以惊人的速度在发展。计算机的全球联网，形成了与地球、空间无关的世界一体化市场，一种全新的、基于计算机网络的新型商业机制正在逐步形成。建设一个能够充分展示产品，提供相关信息，帮助商家及时了解用户需求，以及实现用户订购产品等功能的商务类型网站是适应现在商业发展的一个主流方向。</h1><span>项目设计：</span><h1>通过进行企业电商网站的建设，要求能够通过网站进行企业的形象宣传，开展多样化的企业营销活动，建立起企业与消费者的交流渠道，实现商品信息和促销信息的发布，提供网上商品查询、订购和支付的销售管理：要坚持以客户为本的设计理念，提供完善便捷的操作功能。</h1><span>项目展示：</span> <img src="images/UI_wangye.png">    </div>'},
    "data04":{
        title:'旅游APP',
        content:'  <div class="xiangmu_column"><span>项目背景：</span><h1>伴随着互联网的成熟壮大，而对于现在手机客户端市场也趋于成熟，诸多行业会逐渐被巨头所垄断，而对于旅游业在运行APP平台还是一个崭新的领域，作为气势正宏的旅游业如何能置身事外，理应在APP这个趋于成熟的平台上分一杯羹。</h1><h1>作为与移动化联网紧密结合的旅游业，移动互联网市场的飞速壮大以及智能手机的普及为旅游业带来了巨大的发展机会，作为中国旅游业移动互联网早期的实践者，成功运用移动互联网时代的移动应用平台，加强旅游移动信息化服务水平，开创更加广阔的旅游信息化合作空间，是引领未来旅游行业信息化发展的时代楷模。</h1><span>项目设计：</span><h1>旅游行业APP精选了各地旅游攻略指南，涵盖了旅游过程中的衣、食、住、行、游、购、娱的最新精华内容，在你的手机中装上它就可以把其他笨重的旅游攻略全部抛弃，随时随地的可以翻看查询，非常适合出外旅游的你。</h1><span>项目展示：</span> <img src="images/UI_lvyou.png"></div>'},
    "data05":{
        title:'医院挂号预约平台',
        content:'<div class="xiangmu_column"><span>项目介绍：</span><h1>此项目为微信公众号预约就诊平台，旨在为优质客户提供智能化、简单化的一站式就医服务，主要功能模块包括：会员登录、就医预约、体检预约、会员、消费明细查询等模块。</h1><span>项目展示：</span> <img src="images/UI_yiyuan.png"></div>'
    },
    "data06":{
        title:'翡翠掌学',
        content:'<div class="xiangmu_column"><span>项目介绍：</span><h1>翡翠掌学是IT类知识综合在线学习移动端平台，是课程类电商平台，旨在汇集IT技术各方面的顶尖课程，全面覆盖IT各技术领域，包括课程购买和学习网站。</h1><span>项目展示：</span> <img src="images/UI_feicui.png"></div>'
    },
    "data07":{
        title:'安卓管家',
        content:'<div class="xiangmu_column"><span>项目描述：</span><h1>一款对安卓手机进行安全和性能管理的功能软件</h1><span>主要功能：</span><h1>1. 通讯大全功能：打开此功能可查看到所有常用公共电话信息，如银行电话，快递电话，KFC电话等等。</h1><h1>2. 手机加速功能：打开此功能将扫描出您手机所有正在运行的软件，后台服务程序等，可一键进行清理，飞速提升手机运行速度，最大化手机的运行空间，有效延长手机电量使用时间。</h1><h1>3. 软件管理功能：找开此功能将扫描出您手机上的所有软件，包括系统软件和您自己安装的第三方软件，您可对这些软件的详细信息进行查看，您也可以选择性的删除您不再想使用的软件。</h1><h1>4. 垃圾清理功能：打开此功能将扫描您的手机，将扫描出您手机上的垃圾和病毒文件，您可将这个垃圾和病毒文件有选择性的进行删除，进一步有效宝障您手机的安全。</h1><h1>5. 文件管理功能：打开此功能将扫描您的手机和SDCard上的所有文件，本功能将帮您分好文件的类别，以便您更好更快的能找到您想要的文件。</h1><h1>6. 手机检测功能：打开此功能将自动扫描、检测手机硬件信息，发现硬件问题，对手机进行测试评分，有效维延长手机使用时间。</h1><span>项目展示：</span> <img src="images/Android_guanjia.png"></div>'
    },
    "data08":{
        title:'地理寻宝',
        content:'<div class="xiangmu_column"><span>项目描述：</span><h1>一款使用手机GPS功能来进行的户外地理寻宝软件</h1><span>主要功能：</span><h1>1. 查看宝藏功能：当用户打开软件后，将自动定位到用户当前位置，地图上将显示出附近的宝藏，点击可查看此宝藏的详情信息（位置，图片，提示等），可关注此宝藏以方便下次来寻找此宝藏，也可直接根据指南针和线路规划导航，去寻找此宝藏。</h1><h1>2. 上传宝藏功能：当用户在某一个位置（可以是本地公园，湖边，水底或者街边）埋藏好宝藏后，打开本软件后，将自动定位到用户当前位置，用户可在本软件中上传埋藏位置及一些提示数据（图、文），其他用户就将能在本软件人查看到你埋藏的这个宝藏。</h1><span>项目展示：</span> <img src="images/Android_xunbao.png"></div>'
    },
    "data09":{
        title:'卓新思创官网',
        content:'<div class="xiangmu_column"><span>项目介绍：</span><h1>卓新思创官网为卓新思创官方门户网站，网站拥有卓越的设计美感，涵盖当今前沿官网的主要功能模块，主页包括：导航栏、banner轮播图、产品介绍、公司简介、业务范围、团队介绍、合作机构、联系我们等模块。另外有文章列表页面、文章详情页面、炫酷的专题页面。</h1><span>项目展示：</span> <img src="images/web_zhuoxin.png"></div>'
    },
    "data010":{
        title:'完美世界企业网站',
        content:'<div class="xiangmu_column"><span>项目背景：</span><h1>传统企业借助互联网展示企业形象，发布产品信息，做好客户服务已经成为业界的共识，成为现代企业发展中一个不可或缺的步骤；互联网为企业服务，渗透到企业的生产、销售、管理当中去，这也成为互联网发展的重要模式之一。 企业占领互联网这一第四媒体的宣传阵地，利用它面向全球展示了企业的形象、品牌、文化和产品。</h1><h1>企业网站具有鲜明的企业特色、企业理念、企业文化、企业能力。它们分别表示网站企业所属行业的行业特征、地位、企业性质，企业给人们的文化印象和感觉，展示文化价值，以及企业的品味、格调、业绩、规模和企业长久的动力、安定性、开发能力等综合机能。</h1><span>项目设计：</span><h1>网站版面要求精美，大方，充分体现公司的行业专业形象。网站各类信息(包含图片)要求都可以自行进行动态发布，动态更新。立足于本公司行业领头羊形象的设计，以展示豪波的产品、 成功案例和企业形象等，主题突出，内容精干，形式简洁；运用统一的通用信息规划，使网站始终保持一种方便快捷、 清晰明确的浏览路线。</h1><span>项目展示：</span> <img src="images/web_wanmei.png"></div>'
    },
    "data011":{
        title:'电商网站',
        content:'<div class="xiangmu_column"><span>项目背景：</span><h1>当今社会，电子商务在信息技术的强有力的推动下，正以惊人的速度在发展。计算机的全球联网，形成了与地球、空间无关的世界一体化市场，一种全新的、基于计算机网络的新型商业机制正在逐步形成。建设一个能够充分展示产品，提供相关信息，帮助商家及时了解用户需求，以及实现用户订购产品等功能的商务类型网站是适应现在商业发展的一个主流方向。</h1><span>项目设计：</span><h1>通过进行企业电商网站的建设，要求能够通过网站进行企业的形象宣传，开展多样化的企业营销活动，建立起企业与消费者的交流渠道，实现商品信息和促销信息的发布，提供网上商品查询、订购和支付的销售管理：要坚持以客户为本的设计理念，提供完善便捷的操作功能。</h1><span>项目展示：</span> <img src="images/web_dianshang.png"></div>'
    }
};




